<?php
// Все типы записей калькулятора

return [
    // => Posts
    // Дополнительные данные
    'price' => 'Стоимость',
    'vendor_code' => 'Артикул',
    'supplement_amount' => 'Сумма надбавки',
    'area' => 'Площадь', // m2

    // Отображать во вкладках
    'countertops' => 'Столешницы',
    'window_sills' => 'Подоконники',
    'bar_counters' => 'Барные стойки',
    'washbasins' => 'Умывальники',
    'art_object' => 'Арт-объект',

    // Медиа
    'image_full_size' => 'Полноразмерное изображение',
    'image_thumbnail' => 'Изображение элемента',
    'drawing' => 'Чертеж',

    // => Категории
    'thumbnail' => 'Изображение', // Выводится в иконке блока
    'related_image' => 'Изображение связанного блока', // Например столешницы
    'price' => 'Стоимость',
    'is_hidden' => 'Скрыто',
];